[
	
		
		{"url": "/the-team/julie-mcdowell/",
		"title": "Julie McDowell",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Julie McDowell, Social Media Manager at the College of American Pathologists.",
		
		"content": "[]"}
	

	
		,
		{"url": "/the-team/ken-dillard/",
		"title": "Ken Dillard",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Ken Dillard, Front End Developer, Digital at the College of American Pathologists.",
		
		"content": "[Working at the CAP since before the release of Attack of the Clones, Kenneth Dillard is a Front-End Developer on the Digital Communications team. In addition to working on coding and web projects for CAP, he’s also ensconced in the world of West Coast Swing, where he assists in running weekly and monthly dances including DJ’ing, photography, and social media work.]"}
	

	
		,
		{"url": "/the-team/kristin-garcia/",
		"title": "Kristin Garcia",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Kristin Garcia, Content Specialist, Digital at the College of American Pathologists.",
		
		"content": "[Kristin Garcia, world-renowned Content Specialist and digital cat enthusiast, was too cool to give Ryan Watters a bio for the new Digital team site. So, Ryan took it upon himself to add the following cat meme until Kristin gets her act together:]"}
	

	
		,
		{"url": "/the-team/mark-kwak/",
		"title": "Mark Kwak",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": 
		"Zen Master",
		
		"content": "[]"}
	

	
		,
		{"url": "/the-team/monique-terrell/",
		"title": "Monique Terrell",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Monique Terrell, Director of Digital at the College of American Pathologists.",
		
		"content": "[I’m a senior digital strategy leader with over 15 years of experience designing and executing strategies that maximize opportunities to effectively leverage technology. I speak multiple business languages (IT, Marketing, Creative, Strategy, and Finance) and have extensive experience with analytics and predictive analytics (Google Analytics, Foresee, Heat Mapping, etc) that drive brand value, improve digital operations, broaden/deepen revenue streams while being a catalyst for company-wide change in a digital world. I have experience with digital implementations including requirements gathering, technology selection, web, wireframing, user experience, information architecture, GUI Design, e-commerce, email, social, video/audio and mobile. I offer extensive knowledge of search engine optimization, email marketing, content strategy, social media as well as traditional marketing methods. I am also very proud of my proven success as a leader who builds and develops teams while mentoring and retaining staff.]"}
	

	
		,
		{"url": "/the-team/nathan-jones/",
		"title": "Nathan Jones",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Nathan Jones, Web Manager, Digital at the College of American Pathologists.",
		
		"content": "[Nathan Lee Jones, much like world-renowned Content Specialist Kristin Garcia, was too cool to provide Ryan Watters with a bio. Frankly, Nathan&amp;rsquo;s beard isn&amp;rsquo;t that special. 1 Ryan&amp;rsquo;s just jealous. ↩]"}
	

	
		,
		{"url": "/the-team/raji-rajagopal/",
		"title": "Raji Rajagopal",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Raji Rajagopal, User Experience Specialist, Digital at the College of American Pathologists.",
		
		"content": "[]"}
	

	
		,
		{"url": "/the-team/ryan-watters/",
		"title": "Ryan Watters",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Ryan Watters, Content Manager, Digital at the College of American Pathologists.",
		
		"content": "[The profile photo above shows Ryan at his all-time cutest. The year was 1983. It&amp;rsquo;s been nothing but downhill since.]"}
	

	
		,
		{"url": "/the-team/sean-menick/",
		"title": "Sean Menick",
		
			"subtitle":"",
		
		
		"section": "the-team",
		
		"tags": [],
		"description": "The bio of Sean Menick, Front End Developer, Digital at the College of American Pathologists.",
		
		"content": "[Sean has been working with computers since the early 80s. Well, at least playing games on them. As a result he understands complex systems and patterns. He doesn&amp;rsquo;t have as much time to draw for himself as he used to, but Sean has a background in illustration and lithography. He owns several guitars. He is also an avid brewer. He is fascinated by and loves English session ales. Sean collects mid-century modern furniture. Two of his favorites are the Eames Lounge and Ottoman and the Noguchi table.]"}
	

	
		,
		{"url": "/blog/embracing-consistency-in-a-multi-modal-world/",
		"title": "Embracing Consistency in a Multi-Modal World",
		
			"subtitle":"",
		
		
		"section": "blog",
		
		"tags": ["user experience", "branding", "communications"],
		"description": "Consistency is key to a great user experience for not only a company&#39;s website, but to *all communications channels*.",
		
		"content": "[The CAP formed in 1946 as the leading voice for pathologists. Since then, the CAP has invested in a number of customer touch points, including websites, books, magazines, email marketing, mobile applications, and other various digital formats and then in some traditional printed formats such as PT catalogs that are still received via postal mail. The result is that CAP has at its disposal a multitude of marketing channels to send out its message. While an advantage, this poses a challenge to ensure that a consistent user experience is projected simultaneously across all offline and online marketing channels. Consistency is key to a great User Experience. And while consistency throughout a channel such as the company’s website is seldom ignored, not the same can be said about consistency across different channels. First off, what is consistency? The Merriam-Webster Dictionary defines consistency as the &amp;ldquo;agreement or harmony of parts or features to one another or a whole.&amp;rdquo; Let’s have a closer look at twin dimensions of consistency using real-time examples at CAP. The Scope of Consistency When designing a website, we might consider whether one page is consistent with another, whether the colors of the logo match the rest of the page, and whether the typography of headings and body text is cohesive. In other words, we’re accustomed to thinking about consistency within the context of what we’re designing. As we move from crafting websites to designing far-reaching multi-modal experiences, however, we must consider consistency in a much broader and more varied context. Consistency can be explained in three levels: Internal, Local and External. Here’s how we might think of the three levels of consistency within CAP’s multi-modal ecosystem: Internal: Are the elements within the CAP Website consistent with one another? External: Are CAP Website and other applications consistent with other channels within the CAP’s ecosystem, such as catalog, email marketing, and print? Local: Are CSS, Evalumetrics applications consistent with other solutions built for eLABs space? The Type of Consistency In addition to distinguishing between the several levels of consistency, we must also carefully identify the attribute being compared. It’s not correct, for example, to question whether a website’s typography is consistent with the website’s organization scheme, or whether the color scheme matches the website’s functionality. This would be, as it’s said, like comparing apples and oranges. But what we can compare is the functionality, organization scheme, and colors of a website with the functionality, organization, and colors of a mobile application. This attribute of comparison is what I call the type of consistency. There are three prominent elements: Function, Organization and Aesthetics. Here’s how we might think of the three types of consistency within CAP’s multi-modal ecosystem: Function: The purpose of the channel. For example, eStore is intended to enable customers to purchase our products and solutions. Organization: The channel’s information architecture. For instance, does CAP website uses the same organization of product categories as the CAP’s mobile app, call center experience and catalog? Aesthetics: The visual style of the channel. While the ideal mix is unique to each situation, here are a few general guidelines whcen designing an ecosystem, The function of a channel should be optimized for its own comparative advantage; in other words, what it has the potential of doing better than any other channel in the ecosystem. ATMs, for example, are efficient at helping people withdraw money from their account, but less capable of offering personalized financial advice. Aesthetics has major implications across all three levels. While the aspects of the look and feel that involve branding should be consistent with the ecosystem, the Jetblue example demonstrates an effective balance of aesthetics: each channel is strongly branded through the use of color, while remaining true to the conventions of its habitat. Organizational consistency should usually favor the external ecosystem over the local or internal. Using a consistent organization scheme across all channels of the ecosystem is one of the most important factors in delivering a seamless multi-modal experience. For example, we can see that in case of Bank of America, the top three categories presented on both the website and the mobile application are accounts, bill pay, and transfers. Conclusion Successful multi-modal user experiences rely upon a strong informational layer that creates understanding amongst users of a service. This pervasive information layer helps users form conceptual models about how the overall experience works, irrespective of the channel they experience. Let’s work towards embracing greater consistency in the multi-modal world of CAP customers and users.]"}
	

	
		,
		{"url": "/blog/one-does-not-simply-wear-too-many-hats/",
		"title": "One Does Not Simply...Wear Too Many Hats",
		
			"subtitle":"",
		
		
		"section": "blog",
		
		"tags": ["web design", "development"],
		"description": "Web designers are often seen as nerdy guys who love sci-fi and cosplay, but web designers are ultimately jacks of all trades.",
		
		"content": "[Web designers are often thought of as &amp;ldquo;those guys who put things up on our (company&amp;rsquo;s) website.&amp;rdquo; They&amp;rsquo;re also seen as the nerd-ish guys whose love of all things sci-fi and cosplay (costume play) dictates their profession. While both of these hold the tiniest kernel of truth&amp;mdash;we&amp;rsquo;re talking really small kernels&amp;mdash;the real truth is, web designers are like jacks-of-all-trade. They dabble in various computer languages, screens (think of screen as how a web page is viewed, i.e., a smart phone, a tablet, a desktop computer, etc) and software. They work to bridge the gap between the public and technology. A clichéd way to put it would be to say they wear many hats at once. Let&amp;rsquo;s briefly peek at some of the tools Web designers use to make a website work. The Computer Language Hats Hypertext Markup Language (HTML). The backbone language for web pages. It&amp;rsquo;s used for the basic structure of web pages, and it&amp;rsquo;s already gone through at least five iterations in its barely-20-year-old life. (The language is on HTML5 now and is in flux as this goes to print/screen.) Cascading Style Sheets (CSS). The second most important language a web designer works with is CSS. This is what makes it possible to provide a consistent look to multiple pages of a website with one change instead of editing multiple pages. JavaScript (JS). The language that allows much of the interactivity on Web pages. The Software Hats Dreamweaver/Text Editor. Whether a web designer uses a What You See Is What You Get (WYSIWIG) interface like Dreamweaver or likes to code by hand in a text editor of choice is a matter of preference. Some even use both. There&amp;rsquo;s no right or wrong way&amp;ndash;these are just two of the main ways a web designer crafts each page. PhotoShop. While Web designers may not work exclusively on images, sometimes a core set of basic photo editing skills may provide a more efficient response to a &amp;ldquo;simple&amp;rdquo; photo edit. Content Management Systems (CMSs). From the more mainstream (and smaller-sized) systems like Drupal and Wordpress to systems designed more for organizations and corporations like UCM and Documentum, the knowledge of how CMS works is almost as important as knowing how to code Web pages. For smaller sites, CMS allows a user to quickly implement themes, templates, etc, to create modern websites. For larger sites (like the CAP&amp;rsquo;s) a CMS is especially beneficial in managing content and organizing metadata (the information that helps internal and external websites identify content). Crazy Egg, WuFoo, etc - A multitude of software and online driven tools help Web designers to both build efficient and more consistent websites and assist in providing a trove of data that can assist in future website decisions (such as placement of content, effectiveness of email campaigns, etc). The above is but a scant overview of the daily life of a Web designer. Each piece above could be expanded into lengthy articles&amp;ndash;there is that much information for each piece. At the very least though, with this top-level overview, you&amp;rsquo;ll get a better understanding of how much encompasses a Web designer’s world.]"}
	

	
		,
		{"url": "/blog/12-tips-to-instantly-enhance-video-production/",
		"title": "12 Tips to Instantly Enhance Video Production Quality",
		
			"subtitle":"",
		
		
		"section": "blog",
		
		"tags": ["video"],
		"description": "More than 80% of Internet traffic is video. David Guerrera makes some strong points about how to attack a video development for the web.",
		
		"content": "[In “12 Tips to Instantly Enhance Video Production Quality”, David Guerrera makes some strong points about how to attack a video being used for the Internet. Guerrera stated the following: Video content can be a valuable asset in your inbound marketing content mix. In fact, by 2013, 90% of Internet traffic is expected to be video. But getting people to sit through your videos can be challenging, considering 33% of viewers say &amp;ldquo;no thank you&amp;rdquo; and move on after watching just 30 seconds. 44% lose interest and leave at the 1-minute mark, and 60% bail on your video after 2 minutes. An expectation of incorporating every bit of information possible was what video production was about. Don’t get me wrong, getting the most information out to your viewers is always a good thing, however it does not have to happen in one video. The goal should be to grab the attention of the viewer in a short video, they are then more likely to come back and watch part II or the next episode to learn more. A common mistake I often see is people failing to consider their target audience. In order to keep the attention of your viewers it is crucial to understand whom your video is appealing to.]"}
	

	
		,
		{"url": "/blog/boba-fett-wysiwygs-and-working-in-code/",
		"title": "Boba Fett, WYSIWYGs, and Working in Code",
		
			"subtitle":"",
		
		
		"section": "blog",
		
		"tags": ["web development", "writing", "coding"],
		"description": "What-you-see-is-what-you-get (WYSIWYG) editors allow nontechnical users to create and update web pages.",
		
		"content": "[Web developers are already fairly (or unfairly, depending on who is asked) put into the geek category. It&amp;rsquo;s nothing bad; it just connotes a person with a deep love for something that isn&amp;rsquo;t usually of the mainstream. Think &amp;ldquo;Star Wars&amp;rdquo; pre-prequel release, &amp;ldquo;Lord of the Rings,&amp;rdquo; cheesy horror films, etc. Sometimes that passion allows itself to manifest in areas beyond the entertainment field. In the case of web developers—&amp;ndash;well, in my case, anyway—&amp;ndash;it&amp;rsquo;s manifested in how I code. For most people, designing a web page usually consists of a graphical interface that allows the user to drag, drop, and manipulate content for a website. This graphical interface has become known (Spoiler Alert: There&amp;rsquo;s a geek term coming) as &amp;ldquo;What You See Is What You Get,&amp;rdquo; WYSIWIG for short. WYSIWIG has allowed people who would not normally work on web pages to create and update pages for their own website, shortening the time needed to create or update pages in many cases. In other instances, the WYSIWIG interface gives the user more power to make quick edits. There&amp;rsquo;s no need to call a web developer and ask for assistance to make a small change such as a price change to an item on a page. For anyone familiar with WordPress, it is a perfect example of a WYSIWIG interface. Where the road changes and the geekiness comes in is when a web developer steps in and uses the WYSIWIG interface only as an outline or guide for web page creation. In web page development versions, most WYSIWIGs also have a code view. This code view is where the real fun, magic, and geekiness come into full swing. The code view is the place where code is maneuvered in a more precise manor. It is the place where a web developer can tweak code to account for the multitude of web browsers and platforms used to navigate the web. In a web developer&amp;rsquo;s hands, the code view becomes the world where troubleshooting issues takes place. It is both the training ground and the battlefield for learning what makes a web page work. And this code view allows a web developer to expand his or her knowledge to the extent that if a WYSIWIG is not available to use for developing web pages, the page(s) can still be built by hand with code&amp;hellip;and a text editor. &amp;ldquo;So, why even use a WYSIWIG if you&amp;rsquo;re just going to code by hand?&amp;rdquo; There is still something to be said for using WYSIWIG for both the efficiency of posting quick edits and for getting a &amp;ldquo;roughly right&amp;rdquo; idea of how a page will look. Roughly right/the WYSIWIG view will get you a usable result. The code view will get you a more professional result. To translate geek terminology to more mainstream (though originally geek) fodder, think of the difference between WYSIWIG and code view as this: WYSIWIGs are the Stormtroopers of web design. They can get the job done, but they do miss the mark&amp;hellip;a lot. Code views in WYSIWIG programs or in a text editor are the Boba Fetts. They are precise, thorough, and—when not being eaten by a Sarlacc—who you go to when you want the job with more accuracy and capabilities. Me, I&amp;rsquo;m sticking with Boba Fett (the code view). I have a bounty (in this case a web page that needs work); I want to utilize my skills with precision and attention to details that guarantee me a higher chance of success with my partners at the College. Until my next blog, &amp;ldquo;May the Force be with you!&amp;rdquo;]"}
	

	
		,
		{"url": "/blog/your-2016-goals-whats-their-social-media-potential/",
		"title": "What&#39;s the Social Media Potential of Your 2016 Goals?",
		
			"subtitle":"",
		
		
		"section": "blog",
		
		"tags": ["social media", "digital strategy"],
		"description": "The CAP now has an active presence on Twitter, YouTube, Facebook, LinkedIn, and CAPconnect. Do your projects or goals have a social media component?",
		
		"content": "[The CAP now has an active presence on a broad swath of social media channels: Twitter, Facebook, LinkedIn, and YouTube. And of course, there’s also CAPconnect—the College’s social network exclusively for CAP members. Right now, you are probably setting your 2016 goals and planning projects for the year that drive CAP’s OPEN Goals. Does your project or goal have a digital strategy component? CAP social media channels are an important way for us to communicate to various audiences internal (staff, members) and external (customers—current and potential, patients). Don’t overlook the opportunity to make digital communication a part of your work plan or proposal—it’s easier than you think. We can work together to leverage your content via numerous channels, based on how your work aligns and supports CAP initiatives. Some ideas include the following: Working on a new Toolkit, Resource Guide? Clinical Guidelines? Tweets and Facebook posts CAPconnect blog post written by a member on the value and need the resource is addressing, as well as a call for feedback and comments. Here’s a blog from last year, from Dr. Sarewitz on the ASCO/CAP Guideline Updates on HER2 Testing (Part 1, Part 2). CAPconnect Audiocast interview with a member Meeting? Event? Promotional and registration content on Twitter, Facebook; promo video on YouTube Photos on Twitter, Facebook, and Flickr YouTube video interviews with attendees and speakers Drop us a line at socialnetworking@cap.org. We’ll assess your project to ensure it’s appropriate for social media channels (no fear, more often than not, it’s appropriate). We’ll work with you to develop a social media strategy to communicate the value of the initiative that you are working with (or for) our members. We look forward to hearing from you.]"}
	

	
		,
		{"url": "/blog/its-not-just-about-coding-skills-anymore/",
		"title": "It&#39;s Not Just About Coding Skills Anymore",
		
			"subtitle": "Today&#39;s front end developers are expected to know many facets of building a website.",
			
		
		"section": "blog",
		
		"tags": ["web development"],
		"description": "Today&#39;s front end web developers are web performance experts, design contributors, and communicators.",
		
		"content": "[Like a cup of tea is steeped, front-end developers (FEDs) are steeped in coding. It&amp;rsquo;s the bulk of our livelihood. It&amp;rsquo;s what we live and breathe every day, even if graphically based interfaces have made much of our work more efficient. Without treating code like air, we could not go behind the scenes and tweak code to work across multiple browsers and devices, nor could we build web pieces to work across multiple devices and platforms. But while times change, so must a FED. The coding remains, but the knowledge base must expand. Rather than acting as a pure coder, an FED should be willing to take on a number of roles: Web performance expert. Simply put, this means an FED must ensure a better website performance through a number of methods. FEDs can assist in this area by minifying website images; utilizing CSS and JavaScript; and writing concise standard CSS, cutting out the need for extra, unnecessary code, and thereby preventing a website from having too much bloat or taking up too much bandwidth. Design contributor. An FED should have the ability to interact with designers. Good FEDs can communicate via prototypes to assist in mockups for website development. Communicator. A perception still exists&amp;mdash;no doubt perpetuated by our own past behavior&amp;mdash;that FEDs sit in dark rooms, closed off from the world, coding, and chatting about all-things-geek. Those bubbles are starting to&amp;ndash;and have to—pop, as FEDs must now expand to become good communicators. They need to explain not just that a project is being worked on, but how and why. FED insight can help explain why a website is behaving differently in different devices, or why a particular approach was taken to accomplish a website goal. Oracle (pun intended). FEDs need to be able to see the difference between a trend and a fundamental shift in the Internet climate. The best FEDs can discern trends (Flash, photo carousels, etc) from true, long-term shifts in how the Internet is used (such as the onset of mobile devices as a primary means of accessing the Internet). FEDs won&amp;rsquo;t always be right, but they should work to stay knowledgeable so they can properly expand or shift their skills. FED roles have changed extensively in the last few years. We no longer code all day with little human interaction. This expanded skill set, in my less-than-humble opinion, will give FEDs a greater role in achieving a website&amp;rsquo;s overall goal and functionality. It will also allow for a greater depth of understanding by all involved in building a website, providing a much smoother and more efficient website for its visitors. And isn&amp;rsquo;t that what we are all after?]"}
	

	
		,
		{"url": "/blog/using-social-technologies-to-manage-by-walking-about/",
		"title": "Using Social Technologies to Manage by Walking About",
		
			"subtitle":"",
		
		
		"section": "blog",
		
		"tags": ["management", "social"],
		"description": "Management by walking around (MBWA) is a concept realized in the 1970s and popularized by Tom Peters and Robert Waterman in the 1980s.",
		
		"content": "[Management by walking about (MBWA) is a concept realized in the 1970s and popularized by Tom Peters and Robert Waterman in the &amp;lsquo;80s. MBWA frequently goes together with an open-door management policy. A 2008 article in The Economist described MBWA this way: Managers consistently reserving time to walk through their departments and/or to be available for impromptu discussions. So what does this have to do with social technology? As workers continue to increase the use of electronic communications, managers are becoming isolated from their teams and colleagues. Social technology can help close the gap between managers and their teams so that workplace managers know their people, understand their work, and make themselves more accessible. Social technology enables communication through the use of software applications that facilitate an interactive conversation in any of the following formats: Written Audio Video Graphical Today, people expect the ability and the opportunity to connect with their leadership, especially their own manager. Schedules are crazy and people are busy. So here is an approach any management-level person can take when trying to stay connected. The basic thought here is that when or if you can’t talk face-to-face, supplement with social technology to: Ask questions Have a drive-by conversation Say “Hello” Take a community pulse Check in often While this is not an exhaustive list, it is a start and an approach that is doable now. Let’s look at an example of how this can be applied. Debbie is a manager at ABC Company; she is located in Texas while the majority of her team is in Utah. She can only make one trip per month to visit them face to face. In the meantime, here is her approach to staying connected: Each morning to say “Hello,” Debbie sends a voicemail message to her entire team saying good morning and wishing them a great day. If necessary, she includes any brief reminders for the day’s agenda. Every Tuesday, she sends the team an audiocast providing an update on her Monday meetings and presentations. The audiocast is a brief overview she recorded via her iPhone while heading to her next meeting. Debbie then sends her team an email at least twice a week requesting questions, feedback, clarification, etc. She uses an anonymous online survey tool to collect the responses and encourage candor; however team members can provide their names if comfortable. At the end of each week, Debbie gathers her responses and addresses them via video along with a blog ready to collect additional comments and team feedback. And lastly, Debbie stays connected to her team via text message, often having a drive-by conversation with one or multiple team members. In case you haven&amp;rsquo;t noticed, staying connected “on purpose, with purpose” is a lot of work. However, it&amp;rsquo;s important work that&amp;rsquo;s required to manage a healthy, strong organization and team. You have to carve out time in your day to actively walk around. And when that&amp;rsquo;s not possible or you can&amp;rsquo;t do it often, social technology is available to help you close the gap. There are many other opportunities to use social technology in support of MBWA, and I&amp;rsquo;m hoping you will share your ideas or anything you&amp;rsquo;re actually doing to stay connected with your team. Further Reading Talent Zoo: Using Social Technologies to Manage by Walking Around]"}
	

	
		,
		{"url": "/site-updates/",
		"title": "Site Updates",
		
			"subtitle": "Updates to cap.org, foundation.cap.org, and the CAP16 website",
			
		
		"section": "",
		
		"tags": ["site updates", "updates"],
		"description": "Learn more about updates to cap.org, foundation.cap.org, and the CAP16 website that affect content owners and stakeholders.",
		
		"content": "[Nathan, you can use this area to add some introductory content if you&amp;rsquo;d like.]"}
	

	
		,
		{"url": "/content-owners/",
		"title": "Content Owners",
		
			"subtitle": "Content Owners and SMEs for CAP.org",
			
		
		"section": "",
		
		"tags": ["content owners", "content"],
		"description": "See the full list of content owners and subject matter experts for cap.org and foundation.cap.org.",
		
		"content": "[Use the following list to see current content owners and subject matter experts (SMEs) for content areas in cap.org and foundation.cap.org. You can filter the list using the search input above. To email a content owner or SME, click the person&amp;rsquo;s name in the table below. Owners Vs SMEs Those listed as &amp;ldquo;Owners&amp;rdquo; in the following table are part of the decentralized content ownership model and should submit all web-related requests via email to &#43; Web or via SRS. All SMEs for Membership and CAP Foundation are part of the centralized ownership model and should submit requests directly via this site&amp;rsquo;s content request form..]"}
	

	

	
		,
		{"url": "/digital-writers-guide/introduce-digital-writers-guide/",
		"title": "Introduction to the Digital Writer&#39;s Guide",
		
			"subtitle":"",
		
		
		"section": "digital-writers-guide",
		
		"tags": ["introduction", "overview", "audience"],
		"description": "Learn the purpose and utility of the Digital Writer&#39;s Guide.",
		
		"content": "[Purpose of the Digital Writer&amp;rsquo;s Guide The Digital Writer’s Guide is for all College of American of Pathologists (CAP) staff who produce content for cap.org, foundation.cap.org, and the CAP Annual Meeting website. The intent of this guide is to give an overview of the website’s goals and mainly to provide guidance on the best practices for writing website content that meets the needs of our members and customers and that follows industry standards. The guide is now a living document rather than a yearly edition. The shift in release cycle reflects a more digitally focused approach to publishing. The web is built on continual, iterative improvements, and this guide is no exception. Goals of the cap.org Website The goals of cap.org are to engage with current and new CAP audiences and to align with the strategic positioning of the CAP for success in a competitive marketplace. The CAP website will achieve this success through the following: Consistent, cohesive look and feel User-centric, task-oriented information architecture Streamlined, prioritized content Voice and tone representative of a well-respected, professional organization Deeper storytelling around the CAP and the profession of pathology Consistent editorial guidelines and content management workflow]"}
	

	
		,
		{"url": "/digital-writers-guide/content-review-checklist/",
		"title": "Content Review Checklist",
		
			"subtitle": "Take a systematic approach to reviewing content before partnering with the Digital team.",
			
		
		"section": "digital-writers-guide",
		
		"tags": ["checklist", "content"],
		"description": "The review checklist provides a systematic way for content owners to assess the content they develop for CAP.org.",
		
		"content": "[In Development The Web team content manager will conduct sessions with content owners on a periodic basis. This is a checklist for content owners to use for evaluating your content. By following these steps, we will ensure that content remains current and consistent for our audiences. Review existing content on site Determine if the content should remain on the site or if new content should be added to keep content up to date. Identify Gaps in Content Create new content to fill identified gaps Ensure that Content Meets CAP Editorial Standards Follow the A-Z Usage Guidelines on capNET for CAP standards on referencing, formatting, spelling, grammar, and punctuation. Apply the Style Standards for Written and Oral Communications on capNET to create clear, concise, and compelling content. Enter content into a content entry form Complete a content entry form located on capNET in the “Communications Toolkit, Digital Communications” section. Attach each content form to your Web Team email request Submit all associated images, PDFs, Word document, and videos to the web team in Digital Strategy Revise content as necessary If edits are needed after the Content Manager reviews the content, make revisions as necessary. This process represents are continual cycle. All content on cap.org should be regarded as subject to iterative improvements.]"}
	

	
		,
		{"url": "/digital-writers-guide/strategic-content-objectives/",
		"title": "Strategic Objectives",
		
			"subtitle": "Learn the backbone of your messaging",
			
		
		"section": "digital-writers-guide",
		
		"tags": ["strategy", "messaging"],
		"description": "Strategic Content Objectives are the first metric by which you should measure the appropriateness of your content.",
		
		"content": "[Strategic Content Objectives are the first metric by which you should measure the appropriateness of your content. All the content you produce for the website should map back to at least one of these objectives1: Articulate the role of the CAP in the profession of pathology Unify. Help unify the CAP and provide focus and context to the organization going forward. Elevate. Articulate an elevated purpose that is moving and meaningful to key audiences. Modulate. Communicate value propositions to various audiences in ways that are congruent with their common core. Modernize. Position the CAP for the future in ways that advance the specialty (of pathology) and provide a service experience (the CAP) Lead. Establish, and get credit for, more authority to ensure leadership over competitors and drive marketplace perceptions. Articulate the role of pathology in the medical field. Facilitate quick access to tools and information users need to complete critical tasks. Provide pathologists with support and resources throughout their careers. Provide access to programs and services that are critical to the field of pathology. Note: A more granular editorial mission statement has been developed for membership under the centralized ownership model. ↩]"}
	

	
		,
		{"url": "/digital-writers-guide/cap-audiences/",
		"title": "The CAP Audience",
		
			"subtitle": "Learn to identify your audience and put their needs *first*.",
			
		
		"section": "digital-writers-guide",
		
		"tags": ["audience", "writing"],
		"description": "In the world of web content, your audience is everything. Learn how to create content that puts the needs of your readership first.",
		
		"content": "[Audiences for CAP.org Three primary audiences have been identified for the CAP website: CAP members CAP customers CAP employees (and potential employees) Providing User-Centric Content Providing user-centric content requires that you understand your audience and their specific needs. Questions to consider when creating content for the CAP site: Who are the specific audiences for this content? What is the goal for each audience member as they engage with this content? What problem are they trying to solve? What tasks do they want to perform? What&amp;rsquo;s the desired call to action from this page of content? How do we drive the user to that next step? What are five keywords that you think a user will use to find your content in a search engine such as Google? The Voice of cap.org The voice of cap.org should articulate its information from a user-centric perspective and guide a user through the world of CAP resources, programs, and services. Concrete tactics to use when creating content for cap.org: Content should promote way-finding Guide a user through all sections of the site Confirm where a user is each step of the way Write for a broad and diverse audience Present complex subject matter in a simple, straightforward manner Use a collegial and authoritative tone to satisfy the specialist; be clear and engaging for the general user Modulate your language and tone accordingly What is Content? Content on the website refers to the following items: Text/Words Images Downloadable Print Documents (PDF, Word, Excel, PowerPoint) Infographics Videos All content elements should tell a cohesive story. The video, images, and other graphical representations used on a Web page should be in context and align with the words (textual information) on the page. Remember to use the same or similar phrasing for the content you use across the different content types. Content Types The text and words are the foundation for your Web pages and convey the information that you want to deliver to our members and customers. Images Images should not be used solely for the purpose of creating visual interest on a page and to fill the page. The images should relate to the words on the page and contribute to the overall meaning of and tasks for the Web page. Users focus on the images that give information or carry meaning, not those only for decorative purposes. Infographics These are visuals that provide useful, often data-driven information that tells a story and connects with your audience and main content and marketing goals. The infographic should deliver a message that is shareable and integrates with an overall campaign. Videos The video footage and any headers or captions and images use in the video should align with the content on the Web page where we will post the video. Digital Writing Standards and Best Practices Applying digital writing standards and best practices will ensure that the CAP site content is consistent and user centric. Assert a clear objective for each page. Content should drive further action and enhance the user’s perception of the CAP. Assert a clear objective for each page and provide consistent messaging to attain that objective. Understand the task-oriented mindset. Most target audience members are coming to cap.org to complete specific tasks. Help simplify their lives by providing the information and resources they need to meet their goals. It may be helpful to ask yourself, “What will this help a user accomplish?” Present “scannable” content. Digital readers scan the page for relevant information and skip over content that is not directly related to the task they seek to complete. Be conscious of page real estate and spotlight the information your customers need: Break up larger paragraphs into several smaller paragraphs Break up the page with headlines and sub-headlines Use bullet points to communicate key messages with minimal text Focus on the key message. Identify the most relevant content for your audience and cut out extraneous copy. Keep content fresh. Out-of-date, irrelevant content detracts from the credibility of a website. Make it a regular practice to review your content and update, delete, or archive out-dated content. Be accurate. Verify all facts, statistics, Web addresses, telephone numbers, etc. Also, click on each hyperlink to make sure it works and takes the user to the correct page. Guide users through the site. Use your content to drive a user through the site. Determine the desired end goal and map out the steps users need to take to reach that goal. Along the way, provide details and way-finding copy to deepen the user’s understanding. Be concise. Use short, straightforward sentences with informative, objective, and credible text that can be processed quickly by the reader. Try to minimize the need for readers to scroll through long sections. Summarize page content on top of each page. Users will skip over any additional ideas if they are not caught by the first few words in the opening paragraph and headline. Avoid lists of links without context. Readers skim and scan on the site and will have a limited understanding of a long list of links without context on a Web page. All of the links visually blend together and users will be more likely to leave the page rather than scroll through the long list of links and click on the links. Also, for search engine purposes, including some sentences or short paragraphs with keywords related to the links is useful. Our readers also prefer to have reasons as to why the links will benefit them. Use numbers, capitalization, and special characters to provide visual interest. Bold and italics can also be used for visual interest, but be careful with italicizing text because the typeface may be difficult to read. For visual interest to be successful, these elements should be used sparingly and judiciously. Write the article first. Do not focus entirely on how to make the content scannable when writing the initial content. Review the article after the first draft and add scannable elements later.]"}
	

	
		,
		{"url": "/digital-writers-guide/downloadable-documents/",
		"title": "Downloadable Documents",
		
			"subtitle": "Learn to identify your audience and put their needs *first*.",
			
		
		"section": "digital-writers-guide",
		
		"tags": ["pdfs", "word", "downloads"],
		"description": "Follow these guidelines when submitting print-based documents (eg, PDFs, .docx, .xlsx) to the Digital Strategy Team.",
		
		"content": "[In Development This is information about downloadable documents such as PDFs, Excel spreadsheets, and Microsoft Word pieces. Testing testing amphitheater.]"}
	

	
		,
		{"url": "/digital-writers-guide/centralized-ownership-model/",
		"title": "Centralized Ownership Model",
		
			"subtitle": "Member-targeted content on cap.org is now owned by the digital team.",
			
		
		"section": "digital-writers-guide",
		
		"tags": ["content owners", "editorial process"],
		"description": "The Centralized Content Ownership model applies to the &#34;Member Resources&#34; section of cap.org, foundation.cap.org, and thepathologistsmeeting.org.",
		
		"content": "[In Development]"}
	

	
		,
		{"url": "/digital-writers-guide/writing-with-search-engines-in-mind/",
		"title": "Writing with SEO in Mind",
		
			"subtitle": "Learn how to implement basic best practices to optimize your content for search engines.",
			
		
		"section": "digital-writers-guide",
		
		"tags": ["audience", "writing"],
		"description": "A common challenge when writing for the web is creating content that is readable by both humans *and* machines. Learn how to leverage basic SEO best practices when creating content for CAP.org.",
		
		"content": "[In Development]"}
	

	
		,
		{"url": "/digital-writers-guide/working-with-digitals-google-drive/",
		"title": "Working with the Digital Team&#39;s Google Drive",
		
			"subtitle": "Learn how to leverage Google&#39;s business application for improved collaboration with the Digital team.",
			
		
		"section": "digital-writers-guide",
		
		"tags": ["google", "drive", "collaboration"],
		"description": "The Digital Strategy Team is currently leveraging Google Drive for collaboration and version control when working with SMEs in the Centralized Ownership model.",
		
		"content": "[In Development]"}
	
]